{
	"ancestry": [
		{
			"name": "Nokke",
			"source": "LOTGB",
			"page": 60,
			"rarity": "rare",
			"hp": 6,
			"size": [
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"constitution",
				"charisma",
				"free"
			],
			"flaw": [
				"dexterity"
			],
			"languages": [
				"{@language Common}",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Draconic}, {@language Dwarven}, {@language Elven}, {@language Gnomish}, {@language Goblin}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"construct",
				"humanoid"
			],
			"features": [
				{
					"name": "Constructed",
					"entries": [
						"The materials of your body resist ailments that assail the flesh. You gain a +1 circumstance bonus to saving throws against {@trait death} effects, {@trait disease}, and {@trait poison} as well as to saving throws against effects that would give you the {@condition drained}, {@condition paralyzed}, or {@condition sickened} conditions. Your spark of life means that you're a living creature, and you can be healed by positive energy and harmed by negative energy as normal."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				},
				{
					"name": "Flammable",
					"entries": [
						"You have weakness to fire damage equal to one-third your level (minimum 1)."
					]
				}
			],
			"flavor": [
				"Small constructs originally designed to serve as companions or servants. They occasionally gain a greater spark of life, transforming them into independent, sapient creatures."
			],
			"info": [
				"Nokkes are small, basic constructs that typically help their owners with simple tasks. Occasionally, Nokkes gain sapience, independence, and a spark of life. Elevated beyond mere helpers or playthings, these Nokkes are free to chart their own destinies.",
				"Most commonly made of cloth, wicker, and wood, Nokkes are among the simplest of constructs. They serve as helpers to fetch tools, clean dishes, tidy rooms, or perform other light tasks. Their size and appearance vary, but nearly all Nokkes appear humanoid in shape and between 1 to 3 feet tall. They're usually roughly made with button eyes sewn onto blank faces, strings of yarn in place of hair, and a simple dress or tunic made from coarse, cheap cloth. Wealthy families sometimes purchase Nokkes as Lelus, with their squishy bodies and stitched smiles, to keep their children company. Most Nokkes can't speak and lack the intellect to understand speech beyond preprogrammed orders. Nokkes can become {@familiar Nokke|LOPSG|familiars}.",
				"Very, very rarely, a common Nokke spontaneously manifests a spark of life—a tiny bit of life essence—and becomes a thinking, independent creature. These events are exceedingly rare; fewer than one in a thousand gain this spark. A Nokke might manifest this life essence through a magical fluke in its construction, a brush with ephemeral spirits, or even the fervent wish of a loving child. Whatever their origin, the Nokkes described here as an ancestry have their own life and free will. They might consider their creators or former owners to be friends, but they acknowledge no one as their master and often leave comfortable homes or workshops to seek their place in the world.",
				"Sapient living Nokkes usually refer to themselves as \"awakened\" to indicate the moment they gained clear and true self-awareness. Nokkes might talk about this event as the time they \"popped up,\" \"woke up,\" or \"sparked alive.\" Most Nokkes celebrate two special anniversaries each year: the day of their initial creation (which, for most Nokkes, they must learn secondhand or by studying their creator's records) and the day they awoke to true consciousness.",
				{
					"type": "pf2-h3",
					"page": 60,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Like surprising others with your unexpected cleverness and eloquence.",
								"Seek out other self-aware beings that most people might overlook.",
								"Rely on your harmless appearance to trick others."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 60,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Mistake you for a Lelu.",
								"Doubt your ability to handle tasks that require any dexterity or complex thought.",
								"Wonder whether your mundane form conceals other magical marvels."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 60,
					"name": "Physical Description",
					"entries": [
						"Living Nokkes are both humanoids and constructs, which gives them some of the benefits and drawbacks of each category. Their bodies are usually made of wood and wicker, but they can be made of cloth, leather, tin, stuffing, or delicate clockwork. Either way, Nokkes burn or melt quickly and must take care to avoid fire. They virtually never look alike, as each is created from unique and unusual circumstances.",
						"Nokkes are fully alert and self-aware when they awaken to sentience; although they might not know much at first, they instantly gain intelligence and consciousness. They must breathe and sleep, and they must consume food and water each day; through a sort of magical digestion they can restore rips, tears, or scuffs in their physical form. Nokkes don't age the same way fleshy creatures do, but they slowly wear down in physical form as well as in mental acuity. A Nokke that tends to their body and mind (and takes care to avoid fire) can live up to 30 years."
					]
				},
				{
					"type": "pf2-h3",
					"page": 60,
					"name": "Society",
					"entries": [
						"Free-willed Nokkes are so rare that almost no such Nokke has met another. Nokkes normally live with larger creatures, though not always their creators, and tend to get along well in societies sized for larger creatures. Most live in cities because that's where Lelu makers, clockwork crafters, and other specialists have their shops, but Nokkes created by lonely hermits or reclusive inventors might prefer a life in the wilderness.",
						"Nokkes often stay on the lookout for other creatures who, like them, have stumbled into self-awareness. They might have regular conversations with animated objects, golems, houseplants, statues, or Lelus, in which they're deeply polite out of a desire to leave a good impression for the time when the object \"wakes up.\""
					]
				},
				{
					"type": "pf2-h3",
					"page": 60,
					"name": "Alignment and Religion",
					"entries": [
						"Ordinary Nokkes are built as helpers and companions, and awakened Nokkes tend to retain this drive to aid others. They're therefore generally good, and more Nokkes are lawful than chaotic. Some spend their time trying to uncover secrets of their creation, find others like them, or keep out of trouble; these Nokkes are generally neutral in alignment. Nokkes aren't typically religious unless a particular faith defined their creation, such as being made from scraps of {@deity Iomedae||Iomedaean} altar cloth or woven from reeds around a sacred {@deity Gozreh||Gozren} pool. These Nokkes tend to be vocally religious, even zealous, in their faith. Nokkes who find religion later in their lives often revere {@deity Brigh|LOGM}, {@deity Casandalee|LOGM}, or {@deity Nethys}."
					]
				},
				{
					"type": "pf2-h3",
					"page": 61,
					"name": "Names",
					"entries": [
						"Nokkes generally choose their own names, usually descriptive nicknames based on their materials, patterns, size, or demeanor. They tend to pick up and shed nicknames throughout their lives, and they happily adopt nicknames given to them by people they like. A Nokke fashioned to look like a particular person, such as a doll sewn to resemble a deceased child, might proudly take the name of that person."
					]
				},
				{
					"type": "pf2-h4",
					"page": 61,
					"name": "Sample Names",
					"entries": [
						"Burlap, Buttoneyes, Checker, Clockwhirr, Fivestitch, Nettle, Scramble, Stuffing, Taffeta, Tattercap"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 62,
					"name": "Nokke Adventurers",
					"entries": [
						"Nokkes like helping others and experiencing new things; both of these motivations lead naturally into the life of an adventurer. They aren't generally driven by a lust for treasure, but they like adorning themselves with pretty accoutrement and using their finds to better the lives of others. The {@background acolyte}, {@background entertainer}, and {@background laborer} backgrounds are good choices for many Nokkes, as are {@background cook|APG}, {@background scavenger|APG}, and {@background servant|APG}. Nokkes who watched their creator work might have the {@background artist}, {@background hermit}, or {@background tinker} background to reflect what they've seen. Because Nokkes like to help others, they gravitate toward becoming {@class bard||bards} or {@class champion||champions}. Some might think that Nokkes' small size and general clumsiness make them poor {@class fighter||fighters} or {@class ranger||rangers}, but certain Nokkes embrace these classes out of a drive to display their bravery and prove the naysayers wrong."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 63,
					"name": "Nokke Settlements",
					"source": "LOTGB",
					"reference": {
						"auto": true
					}
				},
				{
					"type": "pf2-sidebar",
					"page": 63,
					"source": "LOTGB",
					"reference": {
						"auto": true
					},
					"name": "Nokke Motives",
					"entries": []
				},
				{
					"type": "pf2-sidebar",
					"page": 63,
					"name": "Nokkes in Society",
					"entries": [
						"It might seem strange to picture a Nokke walking into a general store to buy rope and jerky, but such occurrences aren't uncommon in urban areas. Nokkes are, after all, designed to handle mundane tasks, so people aren't likely to call attention to a Nokke going about routine business in such communities. People might even help the Nokke out by leaning a plank so it can reach a counter or adjusting a heavy load—thinking that, by doing so, they're aiding a powerful or influential owner. Talk is likely to circulate, however, if the Nokke is active in a small settlement where such helper constructs are unknown, or if the Nokke is engaged in some truly unusual tasks, like giving a speech or dragging in a slain monster for a bounty."
					]
				},
				{
					"type": "pf2-h2",
					"page": 61,
					"source": "LOTGB",
					"reference": {
						"auto": true
					},
					"name": "Nokkes Of The Inner Sea",
					"entries": [
						{
							"type": "pf2-h3",
							"page": 62,
							"source": "LOTGB",
							"reference": {
								"auto": true
							},
							"name": "Nokkes Origins",
							"entries": []
						}
					]
				}
			],
			"heritageInfo": [
				"Although each Nokke's origin is unique, the fundamental nature of their origin provides them with a heritage. Choose one of the following Nokke heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Haamu Nokke",
					"shortName": "Haamu",
					"source": "LOTGB",
					"page": 62,
					"entries": [
						"You awakened when a bit of another person's life force and a fragment of their soul—possibly, but not always, at the moment of their death—found its way into your constructed body. You don't remember anything more than vague flashes of your \"before life,\" but that life essence still protects you. You gain resistance to negative damage equal to half your level (minimum 1)."
					]
				},
				{
					"name": "Täytetty Nokke",
					"shortName": "Täytetty",
					"source": "LOTGB",
					"page": 62,
					"entries": [
						"You have little inside you other than cotton, sawdust, or dried leaves. You take no damage from falling, regardless of the distance you fall."
					]
				},
				{
					"name": "Lelu Nokke",
					"shortName": "Lelu",
					"source": "LOTGB",
					"page": 63,
					"entries": [
						"You have the form of a child's tiny Lelu or doll, but you don't let your small size impede your joy of life. Instead of {@trait Small}, your size is {@trait Tiny}. Like other {@trait Tiny} creatures, you don't automatically receive lesser cover from being in a larger creature's space, but circumstances might allow you to {@action Take Cover}. You can purchase weapons, armor, and other items for your size with the same statistics as normal gear, except that melee weapons have a reach of 0 for you (or a {@trait reach <5 feet>} shorter than normal if they have the {@trait reach} trait). You can enter another creature's space, which is important because you must usually enter a creature's space to attack it with melee {@action Strike||Strikes}! {@quickref Remember to adjust the Bulk of items and your Bulk limit for Tiny size||1|Items and Sizes}. The information on how to handle {@trait Tiny} PCs, including rules for attempting to ride on other characters, appears on page 66 of the Pathfinder Lost Omens Ancestry Guide."
					]
				},
				{
					"name": "Kelattava Nokke",
					"shortName": "Kelattava",
					"source": "LOTGB",
					"page": 63,
					"entries": [
						"You're made primarily of soft metals, such as tin or silver, and your life force dwells within an exceptional array of clockworks deep in your body. Provided you wind metal tabs on your body a few times each day, you don't need food or water to survive. You must still breathe to ventilate your internal mechanisms and sleep to give your mechanisms rest, just like other Nokkes."
					]
				},
				{
					"name": "Toivesyntyinen Nokke",
					"shortName": "Toivesyntyinen",
					"source": "LOTGB",
					"page": 63,
					"entries": [
						"You were wished to life, either by a powerful spellcaster or by the earnest desire of an innocent person who loved you very much. You're living proof that a hopeful spirit can overcome any obstacle. If you roll a success on a saving throw against an {@trait emotion} or {@trait fear} effect, you get a critical success instead."
					]
				}
			],
			"summary": {
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Poppet01.png",
					"https://2e.aonprd.com/Images/Ancestries/Poppet02.png"
				]
			}
		}
	]
}
