{
	"ancestry": [
		{
			"name": "Örkki",
			"source": "APG",
			"page": 16,
			"otherSources": {
				"Expanded": [
					"LOAG|48"
				]
			},
			"rarity": "uncommon",
			"hp": 10,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"strength",
				"free"
			],
			"languages": [
				"{@language Common}",
				"{@language Örkkiish}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Goblin}, {@language Jotun}, {@language Terran}, {@language Undercommon}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Örkki",
				"humanoid"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"flavor": [
				"Örkkis are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally short, Örkkis revel in testing their strength against worthy foes, whether by challenging a higher-ranking member of their community for dominance or raiding a neighboring settlement. Many Örkkis seek glory as soon as they can walk and carry a blade or club, taming wild beasts or hunting deadly monsters."
			],
			"info": [
				"Örkkis often struggle to gain acceptance among other communities, who frequently see them as brutes. Those who earn the loyalty of an Örkki friend, however, soon learn that an Örkki's fidelity and honesty are unparalleled. Örkki barbarians, fighters, and rangers are prized as gladiators and mercenaries. While some human settlements might be hesitant to accept an entire Örkki community into their midst, a small handful of Örkki mercenaries can do the job of an entire squad of human conscripts, so long as the Örkkis are well fed and well paid. Though the belief that Örkkis are only suited for battle is pervasive among other humanoids, the harsh Örkki mentality comes from a long history of conflict rather than a lack of ability in other areas.",
				"Örkki culture teaches that they are shaped by the challenges they survive, and the most worthy survive the most hardships. Örkkis who attain both a long life and great triumphs command immense respect.",
				"If you want a character who is hardy, fearsome, and excels at feats of physical prowess, you should play an Örkki.",
				{
					"type": "pf2-h3",
					"page": 16,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Eagerly meet any chance to prove your strength in a physical contest.",
								"Believe that lies and treachery are for those who lack the strength to seize what they want.",
								"View dying in glorious combat as preferable to a mundane death from old age or illness."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 16,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"See you as violent or lacking in discipline.",
								"Underestimate your intellect, cunning, and knowledge.",
								"Admire your forthrightness and blunt honesty."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 16,
					"name": "Physical Description",
					"entries": [
						"Örkkis are tall and powerfully built, with long arms and stocky legs. Many Örkkis top 7 feet in height, though they tend to adopt broad, almost bow-legged stances and slouch forward at the shoulders. The combination makes for a seeming contradiction, sharing an eye level with most humanoids while simultaneously towering over them. Örkkis have rough skin, thick bones, and rockhard muscles, making them suited to war and other physically demanding tasks. Despite the roughness of their skin, Örkkis scar easily, and most Örkkis take great pride in the scars they have accumulated. Örkki skin color is typically green and occasionally gray, though some Örkkis have other skin colors that reflect adaptations to their environments.",
						"Örkkis consider powerful builds and heavily scarred skin attractive, regardless of gender. A powerful Örkki makes the hold stronger, and scars are signs of victories won or hardships survived. Similarly, many Örkkis consider large, jutting tusks to be more attractive than smaller tusks, since the former make more effective weapons. Many Örkkis also find tattoos to be attractive, particularly large or painful ones that cover a significant amount of skin."
					]
				},
				{
					"type": "pf2-h3",
					"page": 17,
					"name": "Society",
					"entries": [
						"Most Örkki communities define themselves through two things: pain and glory. Each earns respect in near equal measure, so long as the pain is borne with stoicism. An Örkki with many scars who walks uncomplaining with a broken leg draws as much admiration as one who wins a great victory on the battlefield.",
						"Power in an Örkki hold comes from strength or family lineage. The structure tends to be feudal, with weaker Örkkis working at the behest of the strong. The Hold of Belkzen is the largest such society, and power changes hands there quickly. One mighty Örkki dying in battle can shake up an entire power structure, leading to squabbling and duels to decide control. Many Örkkis who tire of being subservient split off to form their own warbands, traveling to new territory.",
						"Young Örkkis are typically raised by the entire community. Indeed, it would be almost impossible for Örkkis to raise their young any other way, since twins, triplets, and even quadruplets are quite common in Örkki families, as are deaths among Örkkis in their child-rearing years. Many Örkki holds conduct ceremonies when a young Örkki comes of age, typically around their tenth or eleventh birthday, during which the new adults are told what their role in the hold will be. For communities that practice ritual scarification or tattooing, this is often when the young Örkkis receive their first hold-scar or tattoo as well.",
						"Örkkis fear very little, but most distrust magic. Magic is seen as a tool that bypasses the physical and allows the weak to contend with the strong, a belief that runs at odds with Örkki values. While they respect the physical might of Gorumite warpriests, and even druids who take on the forms of great beasts, they find arcane and occult magic questionable at best and unethical on the whole. All but the most depraved Örkki communities see necromancy as a foul art that steals glory from the dead, and their growing struggles against the undead have given them newfound common ground with their humanoid neighbors."
					]
				},
				{
					"type": "pf2-h3",
					"page": 17,
					"name": "Alignment and Religion",
					"entries": [
						"A common Örkki saying is, \"You are the scars that shape you.\" Violent, chaotic lives in violent, chaotic lands mean that most Örkkis tend heavily toward chaotic alignments. Gorum, Lamashtu, and Rovagug are all commonly worshiped among Örkki communities, though less violent holds worship nature deities like Gozreh or gods like Sarenrae, whose tenets of fire, redemption, and glory all hold some appeal to Örkki sensibilities.",
						"While there are Örkki deities, their worship is surprisingly uncommon among Örkkis. Örkkis believe that if a creature has a face and a name, it can be killed, and so their own deities are targets, rather than objects of reverence. Some Örkki holds teach that the greatest members of the hold can earn a chance to challenge the Örkki deities for a place amid the pantheon. Most Örkkis don't waste their dying moments praising the divine or praying for a place in the afterlife, but spitting a bloodflecked warning at their deities, promising a new challenger through broken teeth."
					]
				},
				{
					"type": "pf2-h3",
					"page": 17,
					"name": "Names",
					"entries": [
						"Örkkis have a harsh, guttural language, and their naming conventions are no exception. Many Örkki names are simply the Örkkiish word for a particularly desirable trait, such as great strength, height, or ferocity. Örkkis commonly use either their hold name or a name referencing a particularly memorable accomplishment as their surname."
					]
				},
				{
					"type": "pf2-h4",
					"page": 18,
					"name": "Sample Names",
					"entries": [
						"Arkus, Ausk, Durra, Grask, Grillgiss, Krugga, Mahja, Murdut, Ollak, Onyat, Thurk, Uirch, Unach"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 19,
					"name": "Örkki Adventurers",
					"entries": [
						"An Örkki's drive to overcome challenges and prove themself spurs many Örkkis to become adventurers, though Örkkis are more likely to set out on their own or with other Örkkis than alongside adventurers of other ancestries.",
						"Common Örkki backgrounds include {@background gladiator}, {@background hunter}, {@background martial disciple}, {@background nomad}, and {@background warrior} from the Core Rulebook, plus {@background bandit|APG}, {@background outrider|APG}, and {@background refugee|APG} from this book. Örkkis thrive in martial classes like {@class barbarian} and {@class fighter}."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 49,
					"source": "LOAG",
					"name": "Örkki Settlements",
					"reference": {
						"auto": true
					}
				},
				{
					"type": "pf2-sidebar",
					"page": 50,
					"reference": {
						"auto": true
					},
					"source": "LOAG",
					"name": "Örkki History",
					"entries": []
				},
				{
					"type": "pf2-sidebar",
					"page": 50,
					"source": "LOAG",
					"name": "Örkki Holds",
					"entries": [
						"Örkki holds are large groups of Örkkis bound together by family, values, and loyalty.",
						"{@indentFirst {@b Burning Sun:} Armed with their faith in {@deity Sarenrae}, the Burning Sun hold is dedicated to directing Örkki culture toward a more righteous path.}",
						"{@indentFirst {@b Empty Hand:} The Empty Hand hold collects taxes from trade in Urgir to acquire top-quality weapons and armor. The hold's renown reached new heights after they led a recent victory over the Whispering Tyrant's undead fÖrkkies.}"
					]
				},
				{
					"type": "entriesOtherSource",
					"page": 48,
					"source": "LOAG",
					"reference": {
						"auto": true
					},
					"entries": [
						{
							"type": "pf2-h3",
							"name": "Enshrak",
							"page": 48,
							"source": "LOAG",
							"entries": [
								"Enshrak Örkkis returned to their homeland after being driven skyward. They feel a deep connection to their people's past and search the Darklands for relics left by ancient Örkkis. They practice traditional rituals and cultivate Darklands root vegetables (rather than the surface's sun-poisoned produce). Enshraks believe Örkkis were never meant to leave the Darklands and hold fierce superstitions concerning the blinding sun and their surface kin.",
								"Enshraks maintain their hatred of dwarves, seeing the Quest for Sky as a genocide. Many holds dig deep into the Darklands, trying to reclaim their ancestral home, and some even seek to eventually free Rovagug, in a movement known as the Quest for the Cage.",
								"Enshraks usually have the {@ancestry Örkki|apg|Taisteluvalmis|Taisteluvalmis|loag} or {@ancestry Örkki|apg|deep Örkki|deep} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Kharmaja",
							"source": "LOAG",
							"page": 48,
							"entries": [
								"Living among Golarion's lofty peaks has instilled a reckless bravado in the Örkkis who call them home. Kharmaja Örkkis learn to jump and climb before they can walk. Great honor is thrust upon mountain Örkkis capable of death-defying leaps over deadly chasms—tales of these deeds are sung across Kharmaja holds for generations in their expansive oral tradition. Most Kharmajas live among the Kodar and Mindspin Mountains, though some have expanded as far south as the Menador Mountains.",
								"Wrangling a drake into servitude is one of the greatest feats of bravery recognized by the mountain holds. Kharmaja children memorize the names of their favorite drake riders and their fearsome mounts.",
								"Kharmajas usually have the {@ancestry Örkki|apg|Taisteluvalmis|Taisteluvalmis|loag} or {@ancestry Örkki|apg|hold-scarred Örkki|hold-scarred} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Khuldar",
							"page": 49,
							"source": "LOAG",
							"entries": [
								"Even sun-baked deserts contain hidden Örkki holds. Entirely nocturnal, Khuldar Örkkis disguise their collapsible wooden homes under mounds of sand to escape the harsh light of day. Young Khuldars prove themselves by standing watch during the day while the remainder of the hold sleeps. Many reside in Belkzen's Dirt Sea, a massive expanse of fine silt. They create large, innovative barges pulled by beasts or giants to traverse the sunken terrain.",
								"Khuldars most often have the {@ancestry Örkki|apg|badlands|badlands} or {@ancestry Örkki|apg|Hauta Örkki|Hauta|loag} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Matanji",
							"page": 49,
							"source": "LOAG",
							"entries": [
								"The jungle holds no secrets for rain Örkkis. Matanjis defend their territory from the demons of the Mwangi Expanse, their ancestral enemies. They carve protective runes in trees to mark their territories; more extreme holds display macabre trophies from defeated fiends. Other Mwangi residents greatly respect Matanjis for their fiend-hunting prowess, and Mualijae elves often ally with them against fiendish cults and other nefarious fÖrkkies.",
								"Matanjis often cover their bodies with intricate warding tattoos. They show off their strength in intense martial dances performed by small groups. Completing a dance with passion and precision gains respect for the entire group.",
								"Matanjis mostly have the {@ancestry Örkki|apg|hold-scarred|hold-scarred} or {@ancestry Örkki|apg|Ryöppy Örkki|Ryöppy} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Namathkar",
							"page": 49,
							"source": "LOAG",
							"entries": [
								"Solitary Örkkis are highly rare, especially on the plains. Utterly communal, the Namathkar Örkkis of the Hold of Belkzen and the plains beyond are most comfortable when surrounded by those they trust. Their skin tones range from dazzling greens to earthy browns, and they dress in simple clothing that doesn't hinder them in combat, leaving them ready to fight at a moment's notice.",
								"Namathkars are the most populous Örkki ethnicity in Avistan. As scions of the Örkki armies that clashed most with neighboring nations, they have fraught relationships and reputations. However, they've proven most likely to peaceably interact with other cultures, and the transformation of the Örkki city of Urgir into a trading hub has facilitated this cooperation.",
								"Namathkars often have the {@ancestry Örkki|apg|badlands|badlands} or {@ancestry Örkki|apg|hold-scarred|hold-scarred} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Nanut",
							"source": "LOAG",
							"page": 49,
							"entries": [
								"The biting cold of Golarion's frozen corners shapes the lives of Nanuts, also known as arctic Örkkis. Most reside in the Land of the Linnorm Kings, but they find homes in all arctic realms. Their skin tones range from cold greens and frosty blues to dark purples, and they dress in dyed animal furs. Nanut Örkkis hibernate during the times of year when the sun never sets; when it finally does, they return to activity.",
								"Living in large, nonmonogamous family units, Nanuts teach their children to hunt communally. They're less likely to resort to interpersonal violence than other Örkkis, believing their energy too precious to waste. Nanut Örkkis instead prove their dominance through hunting—Örkkis who brave the cold and best the creatures of the arctic to provide for their kin prove both their strength and value to their people.",
								"Nanuts largely have the {@ancestry Örkki|apg|Taisteluvalmis|Taisteluvalmis|loag} or {@ancestry Örkki|apg|Talvi Örkki|Talvi|loag} heritage."
							]
						}
					]
				}
			],
			"heritageInfo": [
				"Örkkis have a long history on the surface of the world, and a far longer history underground. Their hardy physiques and demanding lifestyles have led to various adaptations. Choose one of the following Örkki heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Erämaiden Örkki",
					"shortName": "Erämaiden",
					"source": "APG",
					"page": 18,
					"entries": [
						"You come from sun-scÖrkkihed badlands, where long legs and an ability to withstand the elements helped you thrive. You can {@action Hustle} twice as long while exploring before you have to stop, and you treat environmental heat effects as if they were one step less extreme (incredible heat becomes extreme, extreme heat becomes severe, and so on)."
					]
				},
				{
					"name": "Syvä Örkki",
					"shortName": "Syvä",
					"source": "APG",
					"page": 18,
					"entries": [
						"Your calloused hands and red eyes speak to a life spent in the deep darkness of mountain caverns, where you learned to battle on rocky cliffs and survive with minimal resources. You gain the {@feat Terrain Expertise} skill feat for underground terrain and the {@feat Combat Climber} skill feat."
					]
				},
				{
					"name": "Hold-Scarred Örkki",
					"shortName": "Hold-Scarred",
					"source": "APG",
					"page": 18,
					"entries": [
						"You are part of an Örkki community that participates in ritual scarification or tattooing. The marks on your skin show your exceptional hardiness and vitality. You gain 12 Hit Points from your ancestry instead of 10. You also gain the {@feat Diehard} feat."
					]
				},
				{
					"name": "Ryöppy Örkki",
					"shortName": "Ryöppy",
					"source": "APG",
					"page": 18,
					"entries": [
						"You were born in a rain forest with only tangles of trees providing protection from torrential rainstorms and flash floods. You've learned to move adeptly through jungle terrain and resist the various ailments common in humid environs. You gain a +2 circumstance bonus to {@skill Athletics} checks to {@action Climb} or {@action Swim} and a +1 circumstance bonus to saving throws against diseases."
					]
				},
				{
					"name": "Taisteluvalmis Örkki",
					"shortName": "Taisteluvalmis",
					"source": "LOAG",
					"page": 49,
					"entries": [
						"You descend from a line of terrifying battlefield commanders. You become trained in {@skill Intimidation}, and you gain the {@feat Intimidating Glare} skill feat."
					]
				},
				{
					"name": "Hauta Örkki",
					"shortName": "Hauta",
					"source": "LOAG",
					"page": 50,
					"entries": [
						"You were exposed to powerful necromantic energies that should have killed you—but you survived. Your skin is cold, clammy, and gray. You gain resistance to negative damage equal to half your level (minimum 1). You also gain a +1 circumstance bonus to saving throws against {@trait necromancy} effects."
					]
				},
				{
					"name": "Talvi Örkki",
					"shortName": "Talvi",
					"source": "LOAG",
					"page": 50,
					"entries": [
						"Your ancestors survived in cold climates. You become trained in {@skill Survival}, and you treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				}
			],
			"summary": {
				"text": "Örkkis are proud, strong people with hardened physiques who value physical might and glory in combat.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Örkki01.png",
					"https://2e.aonprd.com/Images/Ancestries/Örkki02.png"
				]
			}
		}
	]
}
